{"url": "https://intercom.help/sixfold/en/articles/6023034-visibility-control-center-for-shippers-lsps", "title": "Visibility Control Center for Shippers & LSPs", "content": "```markdown\n### Title\nVisibility Control Center for Shippers & LSPs\n\nGet a full overview of your carriers’ network performance and data sharing permissions\n\nVisibility Control Center is the only tool you need to expand your carrier network. Invite carriers to share their real-time visibility data, monitor their network performance, and ensure the quality provision of real-time visibility services.\n\nIt contains two main features:\n\n1. **Carrier Network** displays the data sharing consent of the carriers and their onboarding status in Visibility Hub.\n2. **Visibility Performance** displays in detail how each carrier in your network is performing.\n\n## Carrier network tab\n\n![Carrier network tab overview](The image displays a user interface for a \"Visibility Control Center,\" likely used in logistics or supply chain management. It includes:\n\n- A header section with options to filter by \"Carrier Network\" and \"Visibility Performance.\"\n- A filter option showing \"68 companies\" for the current week.\n- A table listing various companies engaged in logistics, including columns for \"Actions,\" \"Transports,\" \"Onboarding Status,\" and \"Consent Status.\"\n- Each row features the company names and corresponding data, such as the number of transports and status indicators like \"Connected\" and \"Accepted.\"\n\nOverall, it appears to be a dashboard that monitors and manages logistics performance and connectivity with different carriers.)\n\nThe Carrier network tab shows the data sharing consent and onboarding statuses of all the carriers within the carrier network.\n\nFind out more about the consent management [here](https://intercom.help/sixfold/en/articles/6014082-consent-management-for-shippers).\n\n### Onboarding status\n\nThis shows the Carrier’s onboarding status in the Visibility Hub environment. Carriers with status **connected** have been/are providing real-time visibility to customers. The statuses can be – connected, onboarding stuck, in progress, ready for tracking, registered, invited. A detailed description of different statuses can be found [here](https://intercom.help/sixfold/en/articles/4376177-transport-network-onboarding-tab).\n\nClicking on the company name in the list opens a popup with more detailed info about the carrier’s onboarding progress and data sharing consent.\n\n![Onboarding status popup](The image appears to display a dashboard for a \"Visibility Control Center,\" focusing on a \"Carrier Network\" with performance metrics for various transportation companies. \n\n### Key Features:\n- **Filter Section**: Options to filter by saved filters and time range (set to \"This week\" with 68 companies listed).\n- **Company List**: A table listing several companies, including ZUM Spedition, Dietrich Express, and others, showing associated transport counts and actions.\n- **Details Panel for ZUM Spedition**:\n  - Includes a Sixfold ID, date added, and data sharing consent status (accepted).\n  - Onboarding status is shown as \"Connected,\" with the last status change noted as May 5, 2020.\n  - Onboarding history indicates the progression through various stages (Not invited, In progress, Ready for tracking, Connected).\n\nOverall, it looks like a logistical management interface for tracking the performance and onboarding status of different transportation carriers.)\n\n**Onboarding status report**\n\nThis report displays the onboarding statuses and the number of carriers under each status for the period chosen.\n\n![Onboarding status report](The image displays a dashboard for a \"Visibility Control Center.\" It includes sections for saved filters, carrier network, and visibility performance, along with a filter option that shows data for 68 companies for the current week.\n\nBelow that, there’s a visual representation of \"Onboarding status\" with a colored bar indicating the different stages of onboarding for the companies. The status is divided into four segments:\n\n- Yellow represents \"In progress.\"\n- White indicates \"Ready for tracking.\"\n- Red shows \"Onboarding stuck.\"\n- Green stands for \"Connected.\"\n\nThe majority of the bar is red, suggesting that a significant portion of the companies are currently stuck in the onboarding process.)\n\n## Inviting new carriers to share data\n\nYou can also invite new carriers through the Visibility Hub application to share real-time visibility with you. Simply click the “Invite carriers” button at the top right of the page. A detailed description of how to expand the carrier network can be found [here](https://intercom.help/sixfold/en/articles/4885911-providing-real-time-visibility-via-your-subcarriers).\n\n## Visibility Performance\n\n![Visibility Performance](The image displays a dashboard titled \"Visibility Control Center\" focusing on visibility performance for a list of 38 companies for the current week. Key features include:\n\n1. **Filter Options**: The top section allows users to filter the data based on tracking readiness and connection status.\n   \n2. **Data Table**: Below the filter, there’s a table with columns for:\n   - **Company**: Names of the companies listed.\n   - **Visibility**: Percentage indicating their current visibility status.\n   - **Progress**: Changes in visibility (up or down).\n   - **Allocation**: Percentage of allocation status.\n   - **Unallocated**: Number of unallocated transports.\n   - **Upcoming and Tracking Now**: Counts of future and currently tracked transports.\n\n3. **Status Indicators**: Some rows include notes with specific requests like checking telemetry quality or allocating trucks.\n\nOverall, the table provides a structured overview of logistics visibility and performance for several companies, facilitating efficient management and tracking.)\n\n### Why is this feature valuable?\n\nThe Visibility Performance tab shows the list of carriers in the carrier network and how well they are doing in terms of real-time visibility. The two most important figures here are the visibility index and allocation rating.\n\n**The visibility index** displays the quality of real time visibility tracking by each carrier on a scale of 0-100.\n\n**The allocation rating** shows how many transports had a license plate assigned compared to the overall number of transports of the carrier.\n\n## Filtering options in the Visibility Control Centre\n\nIt’s also possible to create and save filters on both the Carrier Network and Visibility Performance tabs. The filters can be based on location, time, status or customer and they help to easily display preferred data. Filters can be set by clicking on the “Filter” button on top left of the page. A detailed description of filtering options can be found [here](https://intercom.help/sixfold/en/articles/6028156-filtering-in-the-visibility-control-center).\n\n### References\n- [Consent management for shippers](https://intercom.help/sixfold/en/articles/6014082-consent-management-for-shippers)\n- [Transport Network Onboarding tab](https://intercom.help/sixfold/en/articles/4376177-transport-network-onboarding-tab)\n- [Providing real-time visibility via your subcarriers](https://intercom.help/sixfold/en/articles/4885911-providing-real-time-visibility-via-your-subcarriers)\n- [Filtering in the Visibility Control Center](https://intercom.help/sixfold/en/articles/6028156-filtering-in-the-visibility-control-center)\n```"}
{"url": "https://intercom.help/sixfold/en/articles/6028156-filtering-in-the-visibility-control-center", "title": "Filtering in the Visibility Control Center", "content": "### Title\nFiltering in the Visibility Control Center\n\n### Content\nUse filters to get the best out of your real-time visibility journey\n\nWritten by Daniel Cabezas  \nUpdated over a year ago\n\nVisibility Control Center filtering should be used by a shipper to obtain a detailed overview of their carrier network's onboarding and performance status.\n\nIn general, 3 filter groups are available:\n- Location\n- Time\n- Fulfillment (Carriers)\n\n**Hint:** If the default view is giving you too much insight, you can exclude the different KPI's as shown below.\n\n**Why is this feature valuable?**  \nThe Visibility Control Center report provides a big range of different options explained in the feature section which helps the user with the tools to make most of the real-time visibility journey.\n\n**Saving Filters in the Visibility Control Center view**  \nIt is possible to save filters in the Visibility Control Center view. This feature works similarly to how company level filters work in the transports view:\n1. Apply the requested filters via the ‘Filter’ dropdown.\n2. Click on the ‘Save filter’ button next to it to give the filter set a name and save it.\n\nYou can view, apply and delete filters via the dropdown which opens on clicking ‘Saved filters’.\n\nOnly **ADMINS** in companies can create and delete them. Filters created by a **regular user** are **individual** ones and saved as personal filters. Filters created by an **admin user** are **company-wide** filters. ([Find out, if you are an admin](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub))\n\n**Stops in countries filter**  \nVisibility Control Center view - ‘Stops in countries’ filter shows the number of selected countries. If multiple countries are selected, then the transports have to have stops in **at least one** of the countries.\n\n### References\n[Find out, if you are an admin](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub)"}
{"url": "https://intercom.help/sixfold/en/articles/4885911-providing-real-time-visibility-via-your-subcarriers", "title": "Providing Real Time visibility via your Subcontractors", "content": "### Title\nProviding Real Time visibility via your Subcontractors\n\n### Content\n**Introduction**\n\nMany European carriers have at least part of their fleet outsourced to subcontractors. \n\nThe topic of subcontracting is part of everyday life but is also often not very much appreciated by customers.\n\nTransporeon Visibility Hub offers the possibility to track your transports via the vehicles of your subcontractors. The trucks will be visible as your own on your shipper's Visibility Hub account.\n\n**Providing Real Time visibility**\n\n### Invite Subcontractors to join your Visibility Hub network\n1. **Make a list of your subcontractors** and sort them out by the number of transports they carry out for your Visibility Hub customers. In the beginning, **pay particular** attention to a **fast integration of your biggest subcontractors**. This way you make sure to provide good level of visibility as soon as possible.\n\n2. **Invite** your subcontractors to join Visibility Hub  \n​[Invite your subcontractors](https://app.sixfold.com/go/invite-partners)\n\n3. Your subcontractors will receive a registration link to join your network.  \nAs soon as they register they are linked to your company and you can **follow the progress of their integration** in your subcontractors overview in the transport network report. Usually the GPS **integration** or the setup of the mobile app tracking should not take more than **2-3 days**. **Please make sure to reach out to your subcontractors if it takes any longer**. If there are problems, they always have the opportunity to ask us for help at [https://support.transporeon.com/](https://support.transporeon.com/).  \n​[Go to your network report now](https://app.sixfold.com/companies/1/network/carrier-subcarrier)  \n​  \n![Image](https://downloads.intercomcdn.com/i/o/1058540783/58220de7f25fa38e8480c207/subcarriersinvite1.PNG?expires=1731285900&signature=06ae361dbadc62685ee314898b2ccb3c60540be89fbc837761f5485ac9717b6c&req=dSAiHsx6nYZXWvMW1HO4zd3SZorZD%2BEPbHDlTiltCnmGtfZNx1rrxQPhx2fA%0A%2BoSp%0A)\n\n### Start Providing Real Time visibility through your subcontractors\nAs soon as your subcontractors have enabled their fleet for real time visibility, they will appear as 'ready for tracking' or 'onboarded' in the transport network report and you will automatically see their license plates in your vehicle list. \n\nFrom this point on, **you will be able to allocate their license plates to your customers' transports** or you can forward them transports so that they can allocate them themselves.  \n​  \n\n![Image](https://downloads.intercomcdn.com/i/o/1061035763/aaacf0c2ad2d27779e0b7938/allocate.PNG?expires=1731285900&signature=2a3b948ec04ee06357ed2bde4aed500d4aaba0788b6fadc86499792f5038e2de&req=dSAhF8l9mIZZWvMW1HO4zUg0sb%2FMEMUs5OYQVf%2FiMHKWlvCu5yECrt%2Fltjqu%0ALRuzoRIygO%2B1oc8seMs%3D%0A)\n\n​[Learn here how to allocate](https://intercom.help/sixfold/en/articles/4359214-how-to-allocate-a-truck-licence-plate)\n\nYour customers will now be able to receive real time information on the transports allocated by your subcontractors.\n\n**However, the license plate will be always linked to your own company. The name of the subcontractors will not be displayed.**\n\n### References\n- [Invite your subcontractors](https://app.sixfold.com/go/invite-partners)\n- [https://support.transporeon.com/](https://support.transporeon.com/)\n- [Go to your network report now](https://app.sixfold.com/companies/1/network/carrier-subcarrier)\n- [Learn here how to allocate](https://intercom.help/sixfold/en/articles/4359214-how-to-allocate-a-truck-licence-plate)"}
{"url": "https://intercom.help/sixfold/en/articles/4376177-transport-network-onboarding-tab", "title": "Onboarding statuses in Visibility Control Center", "content": "### Title\nOnboarding statuses in Visibility Control Center\n\n### Content\n**How to find the Visibility Control Center?**\n\nIn the Visibility Hub UI you'll find a panel with icons on the left hand side. Click on the **globe** to get to the **Visibility Control Center**.\n\n![Visibility Control Center](The image displays a user interface from a software dashboard titled \"Visibility Control Center,\" specifically focusing on \"Onboarding status report\" related to a carrier network. \n\nHere's a breakdown of the components:\n\n- **Header**: The title includes \"Visibility Control Center,\" \"Carrier Network,\" and \"Visibility Performance.\"\n- **Search Bar**: There's a space labeled \"Search for a company\" along with dropdown filters for \"Onboarding status\" and \"Consent status.\"\n- **Onboarding Status Report**: Below the header, there’s a table showing different statuses of onboarding, such as \"Invited,\" \"In progress,\" \"Ready for tracking,\" \"Onboarding stuck,\" and \"Connected.\"\n- **Status Indicators**: Each status has a corresponding visual indicator, possibly colored dots indicating their current state.\n- **Total Count**: At the bottom of the table, it lists the total counts for each status with percentages.\n- **Action Buttons**: There are options to \"Hide report,\" \"Download,\" and \"+ Invite carriers,\" along with a button labeled \"Check progress.\"\n\nThe layout suggests that it's a comprehensive tool for tracking the onboarding process within a network, likely for logistics or supply chain purposes.)\n\n**Onboarding Status explained**\n\nThe **onboarding status field** displays if a carrier is ready to provide you real time visibility or what is the status on the way to connect vehicles.\n\nThe different status indicate following :\n\n- **Invited** - a carrier has been invited to join your carrier network in Visibility. The user is advised to contact the carrier after reasonable time to find out why the invite has not yet been accepted. Users can re-send the invite to the carrier, in order for the carrier to start the onboarding process.\n- **Registered** - The carrier has completed the registration in Transporeon, but is not yet connected to Visibility. Here the user is advised to ask the carrier to access Visibility from the Transporeon main page to finalize the onboarding.\n- **In progress** - The carrier is connected to Visibility, but is still in progress of connecting a visibility source. The user should contact the carrier to see if there are any problems if the status is unchanged after a couple of days.\n- **Ready for tracking** - Visibility source is connected, and the carrier is ready to provide real time visibility.\n- **Connected** - Visibility source is connected, and the carrier has/is providing real-time visibility to its customers through Visibility.\n- **Onboarding stuck** - The onboarding of a carrier is not going as expected because something is missing to finish the integration. The reason why the onboarding is stuck can be found in the carrier's side panel details. Here the user is advised to reach out to the carrier to provide the missing information to Visibility. In most cases motivating the carrier often brings the fastest results.\n\n### References\n- [Visibility Control Center Image](The image displays a user interface from a software dashboard titled \"Visibility Control Center,\" specifically focusing on \"Onboarding status report\" related to a carrier network. \n\nHere's a breakdown of the components:\n\n- **Header**: The title includes \"Visibility Control Center,\" \"Carrier Network,\" and \"Visibility Performance.\"\n- **Search Bar**: There's a space labeled \"Search for a company\" along with dropdown filters for \"Onboarding status\" and \"Consent status.\"\n- **Onboarding Status Report**: Below the header, there’s a table showing different statuses of onboarding, such as \"Invited,\" \"In progress,\" \"Ready for tracking,\" \"Onboarding stuck,\" and \"Connected.\"\n- **Status Indicators**: Each status has a corresponding visual indicator, possibly colored dots indicating their current state.\n- **Total Count**: At the bottom of the table, it lists the total counts for each status with percentages.\n- **Action Buttons**: There are options to \"Hide report,\" \"Download,\" and \"+ Invite carriers,\" along with a button labeled \"Check progress.\"\n\nThe layout suggests that it's a comprehensive tool for tracking the onboarding process within a network, likely for logistics or supply chain purposes.)"}
{"url": "https://intercom.help/sixfold/en/articles/6014082-consent-management-for-shippers", "title": "Consent Management for Shippers", "content": "### Title\nConsent Management for Shippers\n\n### Content\n\nGet the best out of your network and ask carriers to share Real-time visibility data\n\nHave a look at our Visibility Control Center with consent management. The Visibility Control Center is a crucial step, because it will help us to create and maintain trust between you, your carriers, and Visibility Hub. High-quality data is essential for you to monitor your supply chain in real-time. With carriers actively deciding to share data, the quality of Real-time visibility will increase, giving you an even better overview of your supply chain.\n\n**What does data sharing mean?**\n\nSharing Real-time visibility data means that an allocated vehicle will provide real-time data for a given transport.\n\nWhen an allocated license plate is connected to Visibility Hub, our system will check if consent was given to share data with you. Once this is verified, GPS data will be shared for the specific transport.\n\n**Your visibility control center**\n\nUnder the tab “Carrier Network” you see all the Transport companies working with you. Here you can also invite carriers to join your network.  \n​  \n![Carrier Network](The image displays a user interface for a \"Visibility Control Center.\" It features a navigation panel on the left side with options like \"Saved Filters,\" \"Carrier Network,\" and \"Visibility Performance.\" At the top, there is a filter option showing that there are 68 companies tracked for the current week, with a start time set for the week.\n\nThe main section includes a table listing various companies, such as \"Hennel Express\" and \"Schmidt Express,\" alongside columns for actions, transport counts (e.g., 123 transports for Hennel Express), and an onboarding status indicating that all companies listed are \"Connected.\" The layout suggests a focus on logistics or transport management.)\n\nThe consent status shows which carriers have accepted or declined to share data with you during a transport.\n\n**Accepted**\n\nThe carrier has agreed to share real-time visibility data from his network with you during a specific transport.\n\n**Declined**\n\nThe carrier has actively declined sharing real-time visibility data with you.\n\nIf a carrier has declined the data sharing, you will see this in your transport network. Also if a transport is executed by a carrier who declined data sharing, you will be informed about a data sharing issue, when the transport was supposed to start.  \n​  \n![Data Sharing Issue](The image appears to be a screenshot from a tracking or logistics application. It displays a message indicating that \"Tracking was cancelled\" with a red background, signifying an error or alert. Below this message, it states \"No truck allocated.\" The top section shows time settings for the Europe/Vienna time zone (UTC +02:00) along with some additional statistics or icons, although specific details of those icons are not visible in the description. The date and time mentioned are \"Today at 12:46.\")\n\n**Note:** If a carrier has accepted to share data but you still get a notification about a data sharing issue, there could be missing consent in the private transport network of the carrier. Ask your carrier to check the consent status of his carrier network.\n\nIf a carrier has declined the data sharing, reach out to the carrier directly and ask for the consent to be reactivated. This can be done by an admin user in just two clicks. ([Find out if you are an admin](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub))\n\n**Best practice**\n\n- Check out your carrier network on a regular basis to make sure consent is accepted - and ask the same of your carriers.\n- Ask your carriers to make sure they have invited all their subcontractors they are using for your transports\n\nShould you have any further questions please contact [support.transporeon.com](https://support.transporeon.com/)\n\n### References\n\n- [Find out if you are an admin](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub) - Find out if you are an admin on Visibility Hub.\n- [support.transporeon.com](https://support.transporeon.com/) - Support for additional questions and assistance."}
{"url": "https://app.sixfold.com/companies/1/network/carrier-subcarrier", "title": "Transporeon Visibility", "content": "### Title\nTransporeon Visibility\n\n### Content\nThe following content outlines the information regarding Transporeon Visibility.\n\nIf you want to learn more about related topics, visit our [homepage](https://app.sixfold.com).\n\n### References\n- [Sixfold](https://app.sixfold.com): The main site for product and services related to Transporeon Visibility."}
{"url": "https://app.sixfold.com/go/invite-partners", "title": ":", "content": "### Title:\nTransporeon Visibility\n\n### Content:\nThe content specifically in markdown format extracted from the provided HTML currently doesn't have any visible text or structured content to be converted into markdown format. The HTML provided mainly contains script, link, meta tags, and style elements which do not translate into a readable markdown article. \n\nThere are URLs and tokens embedded within the script tags, but these are configurations and assets related to what seems like a web application infrastructure, rather than an article body.\n\n### References:\nThere are no reference links within the provided content."}
{"url": "https://support.transporeon.com/", "title": "Transporeon Help Center - TRANSPOREON JIRA", "content": "### Title\nTransporeon Help Center - TRANSPOREON JIRA\n\n### Content\n\nWelcome to our Help Center Portal.  \nChoose your way to log in:  \n\n#### I have a Transporeon account.  \nI will use it to [raise a support request](https://support.transporeon.com/plugins/servlet/samlsso?tracker=8VMF7QCED9W01AM&idp=1&redirectTo=%2F).\n\n#### I do not have a Transporeon account yet.  \nI want to [raise a support request](https://support.transporeon.com/servicedesk/customer/user/login?nosso).\n\n---\n\n##### Languages  \n[English](?lang=en) | [Deutsch](?lang=de) | [Français](?lang=fr) | [Polski](?lang=pl) | [Español](?lang=es) | [Italiano](?lang=it) | [Русский](?lang=ru) | [Türkçe](?lang=tr) | [Português (Brazil)](?lang=ptbr)\n\n---\n\n##### Powered by  \n[Powered by Jira Service Desk](https://www.atlassian.com/software/jira/service-desk/powered-by?utm_medium=jira-in-product&utm_source=jira_service_desk_portal_footer&utm_campaign=service-desk_portal_server)\n\n##### Help  \n[Help](https://transporeon-hcskb.atlassian.net/wiki/spaces/KBFC/pages/27460307/Help+Center+System+instruction+manual)\n\n##### Imprint  \n[Imprint](https://www.transporeon.com/en/imprint)\n\n##### Privacy Policy  \n[Privacy Policy](https://legal.transporeon.com/DP/HLP/en_Helpcenter_Privacy_Policy.pdf)\n\n##### Login for TRANSPOREON employees  \n[Login for TRANSPOREON employees](https://support.transporeon.com/plugins/servlet/samlsso?tracker=8VMF7QCED9W01AM&idp=6&redirectTo=%2F)\n\n### References\n- Reference links in the content are maintained as described within the content.\n- [Powered by Jira Service Desk](https://www.atlassian.com/software/jira/service-desk/powered-by?utm_medium=jira-in-product&utm_source=jira_service_desk_portal_footer&utm_campaign=service-desk_portal_server)\n- [Help](https://transporeon-hcskb.atlassian.net/wiki/spaces/KBFC/pages/27460307/Help+Center+System+instruction+manual)\n- [Imprint](https://www.transporeon.com/en/imprint)\n- [Privacy Policy](https://legal.transporeon.com/DP/HLP/en_Helpcenter_Privacy_Policy.pdf)\n- [Login for TRANSPOREON employees](https://support.transporeon.com/plugins/servlet/samlsso?tracker=8VMF7QCED9W01AM&idp=6&redirectTo=%2F)"}
{"url": "https://support.transporeon.com/", "title": "Transporeon Help Center - TRANSPOREON JIRA", "content": "### Title\nTransporeon Help Center - TRANSPOREON JIRA\n\n### Content in Markdown\n\n```\n### Welcome\nWelcome to our Help Center Portal.  \nChoose your way to log in:\n\n### Options\n#### Transporeon Account\n[I have a Transporeon account. I will use it to raise a support request.](https://support.transporeon.com/plugins/servlet/samlsso?tracker=W73D6W21M5MBITL&idp=1&redirectTo=%2F)\n\n#### No Transporeon Account\n[I do not have a Transporeon account yet. I want to raise a support request.](https://support.transporeon.com/servicedesk/customer/user/login?nosso)\n\n### Footer\n[Powered By Jira Service Desk](https://www.atlassian.com/software/jira/service-desk/powered-by?utm_medium=jira-in-product&utm_source=jira_service_desk_portal_footer&utm_campaign=service-desk_portal_server)\n\n[Help](https://transporeon-hcskb.atlassian.net/wiki/spaces/KBFC/pages/27460307/Help+Center+System+instruction+manual)\n\n[Imprint](https://www.transporeon.com/en/imprint)\n\n[Privacy Policy](https://legal.transporeon.com/DP/HLP/en_Helpcenter_Privacy_Policy.pdf)\n\n[Login for TRANSPOREON employees](https://support.transporeon.com/plugins/servlet/samlsso?tracker=W73D6W21M5MBITL&idp=6&redirectTo=%2F)\n\n```\n\n### References\n- [Help Center System instruction manual](https://transporeon-hcskb.atlassian.net/wiki/spaces/KBFC/pages/27460307/Help+Center+System+instruction+manual)\n- [Imprint](https://www.transporeon.com/en/imprint)\n- [Privacy Policy](https://legal.transporeon.com/DP/HLP/en_Helpcenter_Privacy_Policy.pdf)\n- [Powered by Jira Service Desk](https://www.atlassian.com/software/jira/service-desk/powered-by?utm_medium=jira-in-product&utm_source=jira_service_desk_portal_footer&utm_campaign=service-desk_portal_server)\n\n### Navigation Links\n- [English](?lang=en)\n- [Deutsch](?lang=de)\n- [Français](?lang=fr)\n- [Polski](?lang=pl)\n- [Español](?lang=es)\n- [Italiano](?lang=it)\n- [Русский](?lang=ru)\n- [Türkçe](?lang=tr)\n- [Português (Brazil)](?lang=ptbr)\n```\n\nThe above markdown content has preserved the hyperlinks and is presented in raw markdown format as per the requirements."}
{"url": "https://intercom.help/sixfold/en/articles/4359214-how-to-allocate-a-truck-licence-plate", "title": "How to allocate a truck license plate", "content": "### Title\nHow to allocate a truck license plate\n\n### Content\n\nIn order to provide Real Time Visibility, transports have to be linked to license plates. This is how you do it.\n\n#### You will find the following information here\n- Assign a truck on Visibility Hub\n- Assign a truck on Transporeon\n\n#### Prerequisite\nIn order to be able to allocate a truck license plate to a transport, the license plates have to be added via a GPS integration. Please read [here](https://intercom.help/sixfold/en/articles/4356595-how-to-connect-a-new-or-additional-gps-to-sixfold) how to complete this step first.\n\n#### Assign a truck on Visibility Hub\n1. Open the **Unassigned** tab\n2. Select the shipment you want to assign and click on **+ Allocate**\n3. **Select the license plate** from the drop-down list\n4. **Confirm** the assignment\n\n![Unassigned 1](https://downloads.intercomcdn.com/i/o/1050357054/8c724a7c00f28aceeea2c861/Untracked+1.PNG?expires=1731286800&signature=66b84e585c1a175cbf966cde384366b9759c9b5e422c7d6f8c34e53d23a67bd7&req=dSAiFsp7moFaXfMW1HO4zRatG8ka7QJq2xsRrk%2FeZ%2Bwri3%2B1plsvL1SkL5hQ%0AluQU%0A)\n\n![Unassigned 2](https://downloads.intercomcdn.com/i/o/1050357287/21e7ac87b88937489a21edf2/Untraked+2.PNG?expires=1731286800&signature=e51759c1515c0f55287e1553f082677c28fa0ffd348964608047b0d2feaaecab&req=dSAiFsp7moNXXvMW1HO4zbCSZb0LxnLlJePgNMeedakNEaiQywodS3YMGeJD%0AJqck%0A)\n\n💥 It is also possible to assign license plates of partners that are not currently connected to you on Visibility Hub but active on the network. Please reach out to support.transporeon.com to enable this feature.\n\n[Click here read more about the impacts of allocation outside of your network](https://intercom.help/sixfold/en/articles/5450521-license-plate-allocation-and-visibility).\n\n#### Assign a truck on Transporeon\n1. Open the **truck allocation window**. Navigate to the **assigned transports** tab and click on the **truck allocation button**.\n2. **Select vehicle and allocate**. Pick the vehicle you want to allocate from the pre-populated list and click on Allocate. Make sure you pick a vehicle with the Visibility Hub logo, otherwise the transport will not be visible on Visibility Hub and for your customers.\n\n![Allocate](https://downloads.intercomcdn.com/i/o/1046074944/04985f90c7d4d0917afefdef/Allocate_img.PNG?expires=1731286800&signature=e32ed946cf08672929ae46d5d92e2cc0c4001c41f2980d9e31364466cbb9b7bb&req=dSAjEMl5mYhbXfMW1HO4zR21PI2WcR5%2FodnYjMwI95%2BLQ1n4y75Tm2iKUmGs%0AApdQdpGKu3tJ%2F5RklD8%3D%0A)\n\n**Questions about how to get started with Transporeon?**\nGet in touch with our Carrier Onboarding team via our portal: [https://support.transporeon.com/carrieronboarding](https://support.transporeon.com/carrieronboarding).\n\n**Already using Transporeon but have some questions?**\nGet in touch with our Carrier Care team via our portal:\n[https://support.transporeon.com/customercare](https://support.transporeon.com/customercare)."}
{"url": "https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub", "title": "User Roles in Visibility Hub", "content": "```markdown\n### Title\nUser Roles in Visibility Hub\n\nThis article is about: how to find users of your company, find out which user are you and what a admin can do.\n\n![Avatar](The image features a stylized logo on a bright yellow background. The logo is formed by black segments that appear to create the shape of a letter \"S.\" The segments are angular and have a slightly three-dimensional look, giving a modern and dynamic feel. The overall design is simple yet bold, with a strong contrast between the black logo and the yellow background.)\n\nIn the Visibility Hub two different types of users exist: \"Admin users\" and \"Regular users\".\n\nThe first user who joins Visibility Hub automatically becomes an Admin user. \n\n#### How to find the users in your company:\n\n1. Go to \"Account actions\" in the VH UI (bottom left corner) and click on \"Settings\"  \n   ​![Image](The image shows a user interface for a software application called \"Visibility Hub,\" focusing on the section for \"Delayed transports.\" \n\nOn the left side, there are several menu options, including \"Dashboards,\" \"Road transports,\" \"Visibility Control Center,\" and \"Places.\" Below that, there are options for \"Help,\" \"Account actions,\" and user information for \"Manuela Rott,\" indicating the user's email and associated organizations.\n\nThe main area features a map of Europe on the right, with no current delayed transports displayed (indicated by \"No transports\"). There are also options for filtering and exporting data, along with tabs for tracking status, such as \"Tracking,\" \"On time,\" \"Delayed,\" \"Unknown,\" \"Upcoming,\" \"Untracked,\" and \"Completed.\" The user interface is designed for logistics or transportation management, with emphasis on tracking transport statuses.)  \n\n2. Choose the tab \"Users\" to see all users of your company.  \n   There you can find the overview of your company's users. The list is in an alphabetical order. Admins can be found on the bottom of the list.  \n   ​![Image](The image appears to be a screenshot of a user interface from a software application called \"Visibility Hub.\" \n\nHere are the key features visible in the image:\n\n- **Sidebar Menu**: On the left side, there are icons and labels for different sections such as \"Dashboards,\" \"Road transports,\" and \"Ocean transports.\"\n- **Settings Area**: The main section shows the \"Settings\" tab with subcategories: \"Company profile,\" \"Integrations,\" and \"Users.\" The tab for \"Users\" is highlighted in yellow.\n- **User Count**: At the bottom, there is a display indicating that there are 30 users.\n\nOverall, it looks like a dashboard focused on user management and related settings within the application.)  \n\n#### Are you an admin or regular user?\n\nGo to the users list as described above. Admins can be recognized by the **green label \"Admin\"**.  \nIf you are an admin yourself you can see three dots next to each name, which regular users won't see.  \n​![Image](The image displays a user interface element that shows user information. It includes the name \"Manuela Rott,\" followed by the designation \"Admin\" highlighted in green. There are initials \"MR\" represented in a circular format, and an email address, \"manuela@sixfold.com,\" is provided below the name. There are also three dots (representing additional options) at the far right of the interface. The overall design appears clean and minimalistic.)\n\n#### Examples of what actions Admins can do:\n\n- User Management\n  - Remove users\n  - Add users\n  - Promote regular users to admins  \n  ​\n- Feature Places & Geofences\n  - [create Places](https://intercom.help/sixfold/en/articles/5052924-create-a-new-place) (Shipper)\n  - [adjust](https://intercom.help/sixfold/en/articles/5017030-adjust-the-geofence-of-a-place) & [customize](https://intercom.help/sixfold/en/articles/5922241-customising-geofences) Geofences (Shipper)  \n  ​\n- [create company wide filters](https://intercom.help/sixfold/en/articles/6028156-filtering-in-the-visibility-control-center)  \n  ​\n- change Consent Management\n  - [Shippers](https://intercom.help/sixfold/en/articles/6014082-consent-management-for-shippers)\n  - [Carriers](https://intercom.help/sixfold/en/articles/6014068-consent-management-for-carriers)\n\n#### Examples of what actions Admins cannot do:\n\n- \"downgrade\" admins to regular users.  \n  If you want to turn an admin into a regular user, please reach out to support.transporeon.com/customercare  \n  ​\n```"}
{"url": "https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub", "title": "User Roles in Visibility Hub", "content": "### Title\nUser Roles in Visibility Hub\n\n### Content\n\nThis article is about: how to find users of your company, find out which user are you and what a admin can do.\n\nIn the Visibility Hub two different types of users exist: \"Admin users\" and \"Regular users\".\n\nThe first user who joins Visibility Hub automatically becomes an Admin user.\n\n#### How to find the users in your company:\n\n1. Go to \"Account actions\" in the VH UI (bottom left corner) and click on \"Settings\"  \n   ![Image](The image depicts a user interface for a \"Visibility Hub\" related to logistics or transport management. On the left side, there are navigation options including \"Dashboards,\" \"Road transports,\" \"Visibility Control Center,\" and \"Places.\" \n\nThe main section displays a header labeled \"Delayed transports,\" indicating the status of various shipments, with tracking data. The user is currently viewing a section that shows no delayed transports (\"0\"). \n\nA map is visible on the right side, likely illustrating locations related to the transport data. At the top, there are options for filtering and exporting data, and a message box shows user information, including the name \"Manuela Rott\" and email, along with options for language settings and logging out. The design utilizes a clean layout with a prominent orange button for settings.)  \n2. Choose the tab \"Users\" to see all users of your company.  \n   There you can find the overview of your company's users. The list is in a alphabetical order. Admins can be found on the bottom of the list.  \n   ![Image](The image displays a user interface for a software application, specifically the \"Visibility Hub\" settings section. On the left side, there is a navigation menu that includes options like \"Dashboards,\" \"Road transports,\" and \"Ocean transports.\" The main area features the \"Settings\" title, with tabs for \"Company profile,\" \"Integrations,\" and \"Users.\" The \"Users\" tab is highlighted in yellow, indicating it's currently active. Below this, it indicates the number of users, showing \"Users 30.\" The overall design appears sleek and modern, utilizing a simple color palette.)\n\n#### Are you an admin or regular user?\n\nGo to the users list as described above. Admins can be recognized by the **green label \"Admin\"**.  \nIf you are an admin yourself you can see three dots next to each name, which regular users won't see.  \n![Image](The image displays a user interface element likely from a management or messaging application. It shows a user named \"Manuela Rott,\" indicated as an \"Admin.\" There is a username abbreviation \"MR\" in a circular icon, and the email address associated with the account is \"manuela@sixfold.com.\" The layout includes a clean, minimalist design with grey and black text on a white background. There are also three dots on the right, which typically indicate additional options or menu items.)\n\n#### Examples of...  \n##### .....what actions Admins can do:\n\n- User Management\n  - Remove users\n  - Add users\n  - Promote regular users to admins  \n\n- Feature Places & Geofences\n  - [create Places](https://intercom.help/sixfold/en/articles/5052924-create-a-new-place) (Shipper)\n  - [adjust](https://intercom.help/sixfold/en/articles/5017030-adjust-the-geofence-of-a-place) & [customize](https://intercom.help/sixfold/en/articles/5922241-customising-geofences) Geofences (Shipper)\n\n- create [company wide filters](https://intercom.help/sixfold/en/articles/6028156-filtering-in-the-visibility-control-center)  \n\n- change Consent Management\n  - [Shippers](https://intercom.help/sixfold/en/articles/6014082-consent-management-for-shippers)\n  - [Carriers](https://intercom.help/sixfold/en/articles/6014068-consent-management-for-carriers)\n\n#### ....what actions Admins can not do:\n\n- \"downgrade\" admins to regular users.  \n  If you want turn an admin into a regular user, please reach out to support.transporeon.com/customercare\n\n### References\n\n- Link to create Places: [Link](https://intercom.help/sixfold/en/articles/5052924-create-a-new-place)\n- Link to adjust Geofences: [Link](https://intercom.help/sixfold/en/articles/5017030-adjust-the-geofence-of-a-place)\n- Link to customize Geofences: [Link](https://intercom.help/sixfold/en/articles/5922241-customising-geofences)\n- Link to create company wide filters: [Link](https://intercom.help/sixfold/en/articles/6028156-filtering-in-the-visibility-control-center)\n- Link to Consent Management for Shippers: [Link](https://intercom.help/sixfold/en/articles/6014082-consent-management-for-shippers)\n- Link to Consent Management for Carriers: [Link](https://intercom.help/sixfold/en/articles/6014068-consent-management-for-carriers)"}
{"url": "https://app.sixfold.com", "title": "Transporeon Visibility", "content": "### Title\nTransporeon Visibility\n\n### Content\nThe content of the document does not contain text to be converted to markdown.\n\n### References\nThere are no references to be extracted."}
{"url": "https://support.transporeon.com/plugins/servlet/samlsso?tracker=8VMF7QCED9W01AM&idp=6&redirectTo=%2F", "title": "SAML POST Binding", "content": "### Title\nSAML POST Binding\n\nSince your browser does not support JavaScript, you must press the Continue button once to proceed.\n[Continue]()\n\n### References\nNo references were extracted."}
{"url": "https://www.transporeon.com/en/imprint", "title": "Imprint", "content": "### Title\nImprint\n\n### Content\n**Imprint**\n\nResponsible for the content of the website and other media containing a link to this publishing information:\n\nTransporeon GmbH  \nHeidenheimer Straße 55/1  \n89075 Ulm  \nGermany\n\n+49 (0) 7 31 1 69 06 -0  \ninfo[at]transporeon.com  \n\n**Company headquarter**  \nDE-89075 Ulm  \nCompany registration number: Amtsgericht Ulm  \nHRB 722056  \nTax identification number: DE 25 80 42 133\n\n**Authorized Managing Directors**  \nPeter Maluck  \nPhilipp Pfister\n\n**PR Requests**  \npr[at]transporeon.com\n\n**Editorial Staff**  \nPeter Read  \npeter.read[at]transporeon.com"}
{"url": "https://www.atlassian.com/software/jira/service-desk/powered-by?utm_medium=jira-in-product&utm_source=jira_service_desk_portal_footer&utm_campaign=service-desk_portal_server", "title": "Service request management by Jira Service Management", "content": "### Title  \nService request management by Jira Service Management\n\n### Content  \nOrganizations everywhere use Jira Service Management to track service requests and bring visibility to work.\n\nStart your 7-day free trial. No credit card required. No strings attached\n\n### Everything you need to manage service requests   \n#### Right out of the box  \nTeams from IT to HR to facilities can easily spin up service desks, and focus on resolving issues.\n\nProvide one place for your teams to resolve requests. No more juggling requests through email and chat.\n\nDemonstrate the value of your work and track performance metrics to continually improve service.\n\nBring Dev, Ops, and other teams together to rapidly respond to requests, incidents, and changes.\n\nWhy customers love Jira Service Management  \n\n#### Fewer tickets  \nOn average, companies managed 25% fewer request tickets.\n\n#### Fraction of the cost  \nCompanies get a fully featured service desk at 1/5th the price of other solutions.\n\n#### Less time wasted  \nCompanies resolved issues 40% faster after migrating to Jira Service Management.\n\n#### Easier setup  \nCompanies get up and running with Jira Service Management in less than half the industry average implementation time.\n\n### Powering teams of all sizes around the world  \n![Square logo](https://wac-cdn.atlassian.com/dam/jcr:174848b9-fbf0-4811-b17f-82abd588144d/square-n700.svg?cdnVersion=2417)\n![Sotheby's logo](https://wac-cdn.atlassian.com/dam/jcr:7f3461a6-6f0d-4666-a755-d426a18f087e/sothebys-n700.svg?cdnVersion=2417)\n![Domino's logo](https://wac-cdn.atlassian.com/dam/jcr:26306c15-228f-426b-8838-7cb1e282ab9e/dominos-n700.svg?cdnVersion=2417)\n![puppet logo](https://wac-cdn.atlassian.com/dam/jcr:9188231d-4b25-4bfb-bd9c-b9a0f4dc6c68/puppet-n700.svg?cdnVersion=2417)\n![Twitter logo](https://wac-cdn.atlassian.com/dam/jcr:f3ba91f7-7e5d-4176-ae91-c224bfa5b778/twitter-n700.svg?cdnVersion=2417)\n![airbnb logo](https://wac-cdn.atlassian.com/dam/jcr:952e2454-b604-4782-a7c8-4969e83f24c8/airbnb-n700.svg?cdnVersion=2417)\n![The Telegraph logo](https://wac-cdn.atlassian.com/dam/jcr:e4a26df1-90ed-43ef-bd38-9ac4b535eaa6/telegraph-n700.svg?cdnVersion=2417)\n\n### 3 reasons your IT team needs Jira Service Management  \n[Download it now](https://wac-cdn.atlassian.com/dam/jcr:fc5192cd-6a17-46b3-92ad-374d5f4a8990/Top-3-Reasons-You-Need-JSM.pdf?cdnVersion=2417)\n\n### Sign up for Jira Service Management today  \n[Get it free](https://www.atlassian.com/software/jira/service-management/free)\n[Learn more](https://www.atlassian.com/software/jira/service-management)\n\n### References  \n- [Learn more](https://www.atlassian.com/software/jira/service-management)  \n- [Download it now](https://wac-cdn.atlassian.com/dam/jcr:fc5192cd-6a17-46b3-92ad-374d5f4a8990/Top-3-Reasons-You-Need-JSM.pdf?cdnVersion=2417)"}
{"url": "https://www.transporeon.com/en/imprint", "title": "Imprint", "content": "### Title\nImprint\n\n### Content\n\n**Imprint**\n\nResponsible for the content of the website and other media containing a link to this publishing information:\n\nTransporeon GmbH  \nHeidenheimer Straße 55/1  \n89075 Ulm  \nGermany\n\n+49 (0) 7 31 1 69 06 -0  \ninfo[at]transporeon.com\n\n**Company headquarter**  \nDE-89075 Ulm  \nCompany registration number: Amtsgericht Ulm  \nHRB 722056  \nTax identification number: DE 25 80 42 133\n\n**Authorized Managing Directors**  \nPeter Maluck  \nPhilipp Pfister\n\n**PR Requests**  \npr[at]transporeon.com\n\n**Editorial Staff**  \nPeter Read  \npeter.read[at]transporeon.com"}
{"url": "https://www.atlassian.com/software/jira/service-desk/powered-by?utm_medium=jira-in-product&utm_source=jira_service_desk_portal_footer&utm_campaign=service-desk_portal_server", "title": "Service request management by Jira Service Management", "content": "### Title\n\nService request management by Jira Service Management\n\n### Content\n\nOrganizations everywhere use Jira Service Management to track service requests and bring visibility to work.\n\n#### Everything you need to manage service requests\n\n##### Right out of the box\n\n- **Set up in minutes**  \n  Teams from IT to HR to facilities can easily spin up service desks, and focus on resolving issues.\n\n- **Get control of requests**  \n  Provide one place for your teams to resolve requests. No more juggling requests through email and chat.\n\n- **View information at your fingertips**  \n  Demonstrate the value of your work and track performance metrics to continually improve service.\n\n- **Accelerate the flow of work**  \n  Bring Dev, Ops, and other teams together to rapidly respond to requests, incidents, and changes.\n\n![Service desk hub with different cards of requests i.e. ITSM Service Request, Customer Service, Accounting, etc...](The image depicts a digital interface for the \"Bancly Inc Service Center.\" The background features a stylized blue design with a large padlock and various colorful illustrations of people interacting with digital content, such as documents and icons representing services. \n\nIn the center, there is a search bar labeled \"Find help and services,\" above which is a welcome message. Below, several service categories are displayed in a grid layout, including options like \"ITSM Service Desk,\" \"Customer Service,\" \"HR Services,\" \"Financial Services,\" \"Central Service Desk,\" and \"Facilities Services.\" Each category includes a brief description welcoming users to submit requests related to those services.)\n\n#### Why customers love Jira Service Management\n\n- **Fewer tickets**  \n  On average, companies managed 25% fewer request tickets.\n\n- **Fraction of the cost**  \n  Companies get a fully featured service desk at 1/5th the price of other solutions.\n\n- **Less time wasted**  \n  Companies resolved issues 40% faster after migrating to Jira Service Management.\n\n- **Easier setup**  \n  Companies get up and running with Jira Service Management in less than half the industry average implementation time.\n\n![Lightning bolt icon](https://wac-cdn.atlassian.com/dam/jcr:8f8849b0-aa55-4992-8748-716f90b563cd/icons-measure-lightning-dark.svg?cdnVersion=2417)\n\n![Dollar sign icon](https://wac-cdn.atlassian.com/dam/jcr:993b8894-1337-48b7-9c70-fef01a97e9e0/icons-finance-dollar-dark.svg?cdnVersion=2417)\n\n![Stopwatch icon](https://wac-cdn.atlassian.com/dam/jcr:1e3ca170-5c91-40c0-84a3-285d572d8637/icons-measure-stopwatch-dark.svg?cdnVersion=2417)\n\n![Thumbsup icon](https://wac-cdn.atlassian.com/dam/jcr:59310d47-ac97-4eb6-a402-03a0fc15110f/icons-object-thumbsup-dark.svg?cdnVersion=2417)\n\n#### Awards and Recognitions\n\n![#1 on Capterra’s Top 20 Most Popular ITSM Software](The image features a badge design indicating that a particular software is ranked #1 on Capterra's Top 20 list for most popular ITSM (IT Service Management) software. The badge has a blue and orange color scheme, with a circular design that includes a laurel wreath and stars. It prominently states \"Capterra\" at the bottom, enhancing its branding.)  \n#1 on Capterra’s Top 20 Most Popular ITSM Software\n\n![#1 on Capterra’s Top 20 Most Affordable ITSM Software](The image is a badge or emblem featuring a gold color scheme. It contains the following text elements:\n\n- \"GOLD\" at the top.\n- \"Top 20\" prominently displayed in the center.\n- \"Most Affordable\" just below \"Top 20.\"\n- \"ITSM Software\" beneath the previous text.\n- \"2017\" at the bottom.\n- The logo or name \"Capterra\" is also included, likely indicating the organization or platform that awarded this recognition.\n\nThe design is circular with a ribbon element at the bottom, giving it a formal award-like appearance.)  \n#1 on Capterra’s Top 20 Most Affordable ITSM Software\n\n![Top Rated IT Service Management Software on TrustRadius](The image features a badge indicating that a product is \"Top Rated\" for \"IT Service Management Software\" in 2017. The badge has a blue background with a yellow border and includes five stars, suggesting high ratings or recognition. The name \"trustradius™\" is prominently displayed in a blue ribbon at the bottom. Overall, it conveys a sense of credibility and excellence in the IT service management category.)  \nTop Rated IT Service Management Software on TrustRadius\n\n![G2 Crowd Service Desk Software Leader 2017](https://wac-cdn.atlassian.com/dam/jcr:9e8dd838-5442-4c69-bc3d-9cc126116a30/g2-leader.svg?cdnVersion=2417)  \nG2 Crowd Service Desk Software Leader 2017\n\n#### Powering teams of all sizes around the world\n\n![Square logo](https://wac-cdn.atlassian.com/dam/jcr:174848b9-fbf0-4811-b17f-82abd588144d/square-n700.svg?cdnVersion=2417)  \n![Sotheby's logo](https://wac-cdn.atlassian.com/dam/jcr:7f3461a6-6f0d-4666-a755-d426a18f087e/sothebys-n700.svg?cdnVersion=2417)  \n![Domino's logo](https://wac-cdn.atlassian.com/dam/jcr:26306c15-228f-426b-8838-7cb1e282ab9e/dominos-n700.svg?cdnVersion=2417)  \n![puppet logo](https://wac-cdn.atlassian.com/dam/jcr:9188231d-4b25-4bfb-bd9c-b9a0f4dc6c68/puppet-n700.svg?cdnVersion=2417)  \n![Twitter logo](https://wac-cdn.atlassian.com/dam/jcr:f3ba91f7-7e5d-4176-ae91-c224bfa5b778/twitter-n700.svg?cdnVersion=2417)  \n![airbnb logo](https://wac-cdn.atlassian.com/dam/jcr:952e2454-b604-4782-a7c8-4969e83f24c8/airbnb-n700.svg?cdnVersion=2417)  \n![The Telegraph logo](https://wac-cdn.atlassian.com/dam/jcr:e4a26df1-90ed-43ef-bd38-9ac4b535eaa6/telegraph-n700.svg?cdnVersion=2417)  \n\n3 reasons your IT team needs Jira Service Management\n\n![Jira Service Desk kiosk with people trading x icons for check icons](The image depicts a digital interface with a search bar at the top. In the foreground, there are three illustrated characters engaging in an activity. \n\n- One character, dressed in a green skirt and boots, is handing a checkmark symbol to another character, who is behind a small yellow storefront.\n- The second character, wearing a blue shirt, is receiving the checkmark with a satisfactory expression.\n- The third character, dressed in orange, is holding a red \"X\" symbol, possibly indicating rejection or disapproval.\n  \nTo the side, there are colored circles (orange, green) and a list with horizontal lines, which may represent ratings or categories related to a service or product.\n\nOverall, the scene appears to represent an interaction in a customer service or review context, possibly linked to an online platform or marketplace.)\n\n### References\n\n- [Download it now](https://wac-cdn.atlassian.com/dam/jcr:fc5192cd-6a17-46b3-92ad-374d5f4a8990/Top-3-Reasons-You-Need-JSM.pdf?cdnVersion=2417)"}
{"url": "https://intercom.help/sixfold/en/articles/5017030-adjust-the-geofence-of-a-place", "title": "Adjust the geofence of a place", "content": "### Title\nAdjust the geofence of a place\n\n### Content\nVisibility Hub relies on a correctly set geofences to properly detect arriving and departing trucks. If you experience tracking issues for certain places, it can be due to a wrongly set geofence. This article explains how you can adjust the geofence of a place that you or another user of your company had created in Visibility Hub.\n\nFirst, make sure that you have the **Admin** user role. Otherwise, you will not be able to make these changes. ([Find out, if you have an admin user role](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub))\n\nOpen the Places view from the menu bar on the left side.\n\n![Places view](The image displays a user interface related to delayed transport tracking. It shows a section labeled \"Delayed transports\" with a summary of various transport items. \n\n1. **Header Details**: At the top, it indicates there are a total of 17 tracked items, with 6 on time, 11 delayed, 0 unknown, and 7 upcoming.\n\n2. **Transport Entries**: Below the header, there are three specific entries for delayed transports, each containing:\n   - A unique identifier (e.g., `#2718303080718202202-S`).\n   - The user associated with the transport (e.g., \"Add user Berlin Beverages\").\n   - The number of stops involved.\n   - Location details (e.g., \"BB Fabriek Amsterdam\").\n   - Estimated Times of Arrival (ETAs) displayed in a standard format (e.g., \"Today at 15:22\").\n   - Status indicators showing whether the transport is delayed or at delivery.\n\n3. **Navigation and Interaction Elements**: There are features like \"Saved filters,\" \"Filter,\" and \"Report\" visible, suggesting that users can customize their view and manage transport data.\n\nOverall, the interface appears to be part of a logistics or transport management system, focused on tracking delays and providing relevant information to users.)\n\nSelect the place where you want to adjust the geofence and click the Edit button on the right-hand side.\n\n![Edit place](The image displays a user interface for a logistics or transport management system. \n\n- On the left side, there is a list of places, with entries for various locations including \"Amazon BCN2,\" \"Amazon LCY8,\" and \"Amsterdam.\" \n- The highlighted entry is for Amsterdam, showing the address \"Stekkenbergweg 1, 1105, Amsterdam, NL.\"\n- In the right panel, it indicates an approaching shipment associated with the code \"6AEA429,\" which is currently 11 km away, with an estimated time of arrival (ETA) noted as \"15:22.\" \n- Additional details include loading times from \"21:10–22:00.\"\n- There is a button at the top right labeled \"Edit,\" and area for searching transports.\n- Overall, the layout suggests a tracking system for locations and shipments.)\n\nYou now see the place on the map and the pin indicates the location of the address that is connected to this place.\n\n![Location map](The image appears to be a user interface for editing a location in a mapping application, focused on Amsterdam. It includes the following features:\n\n1. **Location Name**: A field labeled \"Amsterdam,\" where the user can input or edit the name.\n2. **Geofence Definition**: Options to define a geofence around the location. The options include selecting a \"Circular\" or \"Custom\" shape. A description advises that a better-defined geofence improves tracking quality.\n3. **Linked Addresses**: A section for selecting addresses associated with the location. One linked address is displayed: \"Stekkenbergweg 1, 1105, Amsterdam, NL.\" There is also another possible alias: \"Arena boulevard 618, 1101DS, Amsterdam, NL.\"\n4. **Map Display**: On the right side, there is a map showing the surrounding area of Amsterdam, with an outlined area that likely represents the geofence being defined. \n5. **Interaction Prompt**: A message indicating that users can click and drag points to modify the geofence.\n\nOverall, it seems to be a tool for businesses or users to set up location-based services or tracking for specific areas in Amsterdam.)\n\nYou can drag the pin to the correct location of your warehouse. Ideally, close to the gate where the trucks must drive through to ensure we can detect them properly.\n\n**Tip: Switch to the satellite view so you can better see where your warehouse or buildings are located. Click on the Layer button to toggle between Satellite or Map view.**\n\n![Satellite view](The image displays a map of the Amsterdam-Zuidoost area. Various streets, roads, and connections are outlined, with a yellow polygon indicating a geofence area. There are labeled routes, such as A2 and S112, as well as landmarks like the Amsterdam Arena and Joy Hotel. In the upper right corner, there are options to switch between \"Map\" and \"Satellite\" views. A blue box prompts the user to click and drag to modify the geofence. The overall layout suggests a navigation or mapping application interface.)\n\n![Map view]([Description for https://downloads.intercomcdn.com/i/o/565238037/1b99de866b3d5a424e91aea6/image.png?expires=1731286800&signature=9ce7f74e19f59f5d19d61af40fc51418322d16f6f11ff19aefb7581b67d1d048&req=cSYiFMp2nYJYFb4f3HP0gG3PMQ802X4mNoerlQ1R3dqBHAAaz1Qd7XRTdNKD%0Aymgb17B5BDOtRm%2FqAQ%3D%3D%0A not available due to error.])\n\nYou can also zoom in to make sure you can properly identify your buildings and location.\n\nAfter making all necessary changes, click the Save changes button on the bottom left and you are done!\n\n### References\n1. [Find out, if you have an admin user role](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub)"}
{"url": "https://intercom.help/sixfold/en/articles/5052924-create-a-new-place", "title": "Create a new place", "content": "```markdown\n### Title\nCreate a new place\n\nCreate a new place to fix geofence problems, monitor traffic at a warehouse, or use a new transport filter option\n\nWritten by Manuela Rott  \nUpdated over a year ago\n\nWe strongly recommend creating your own places in Visibility Hub when you want to:\n\n- Monitor incoming transports and trucks at-site of specific locations\n- Adjust the geofence of a location where the tracking fails\n- Add more location related filter options\n\n**Please note that you need to have the Admin role in** Visibility Hub **to create, edit and remove a place. ([Find out if you have an admin role](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub))**\n\nThe following steps explain how to create a place in Visibility Hub.\n\n- **Go to the Places view and click the \"+\" button next to the search bar.**  \n  ![Image](The image displays a user interface for a map or location-based application. On the left side, there's a list of places, including names and addresses like \"Amazon BCN2\" and \"Amsterdam.\" A search bar is prominently displayed at the top, where users can search for places by name. To the right, there's a blue map area, which possibly shows a geographical representation of the places listed. A yellow \"+\" button is highlighted in a red box, likely indicating an option to add a new location or entry. The overall design features a clean layout with easy navigation options.)\n\n- **You will now see a map with all transport addresses that Visibility Hub has received from you. Each address represents either a loading or unloading stop from a previous transport.**  \n  **Addresses marked with a blue dot are already connected to a place.**  \n  ![Image](The image displays a digital interface featuring a map of Europe alongside a list of addresses. This interface appears to be a location selection tool. \n\nOn the left side, there is a search bar for finding an address, and below that, a list of addresses in a vertical format. Each entry includes details such as street name, postal code, and city, with some addresses indicating a connection to a specific entity, for example, \"BB Fabric Berlin.\" \n\nTo the right, a map highlights various locations with black dots, likely representing points of interest or specific addresses mentioned in the list. The map covers several countries in Europe, including Germany, France, and the United Kingdom, among others.)\n\n- **Select the address for which you want to create a place for from either the map, the scrollable list or via the search bar. Click on that address and the Place creation view opens.**  \n  ![Image](The image displays a user interface for creating a new location in an application. On the left side, there are sections labeled for naming the location, defining a geofence, and selecting linked addresses.\n\n1. **Location Name**: A field is provided where the user can enter a name (in this case, \"Tartu\").\n2. **Geofence Definition**: There are options to select either a \"Circular\" or \"Custom\" shape for the geofence, which is meant to define the area for tracking.\n3. **Linked Addresses**: A section for selecting addresses linked to this place, with one address selected (Anne 47, 50606, Tartu, EE) and a possible alias (Jaama 173, 50705, Tartu, EE).\n4. **Map Area**: To the right, there’s a map displaying the city of Tartu, with a circular geofence outlined in yellow, covering an estimated radius of 2000 meters.\n5. **Action Buttons**: At the bottom, there are options to \"Cancel\" or \"Create place.\"\n\nOverall, this interface is designed to help users set up a geofenced location for tracking purposes, centered around Tartu.)\n\n- **Here you can enter the name of the new place, add potential aliases (duplicate or very close-by addresses) and, most importantly, adjust the geofence by moving the pin on the map to the correct location of where your trucks will be arriving or passing through. This ensures the correct tracking of all incoming traffic.**  \n  ![Image](The image displays a user interface for creating a new location in a mapping application. It is divided into sections with the following components:\n\n1. **Name Input**: A field where the user can set a name for the location, which is filled in as \"Tartu\".\n2. **Geofence Definition**: Options to define a geofence, allowing users to choose between a circular or custom shape. This section emphasizes the importance of covering the location effectively for better tracking quality.\n3. **Linked Addresses Selection**: A section to select addresses linked to the new place. One address (\"Anne 47, 50606, Tartu, EE\") is pre-selected, and a possible alias (“Jaama 173, 50705, Tartu, EE”) is shown below.\n4. **Map Area**: A map of Tartu, Estonia, is visible on the right side, displaying roads, rivers, and the surrounding area, with a circular geofence outlined.\n5. **Action Buttons**: At the bottom, there are buttons labeled \"Cancel\" and \"Create place,\" indicating actions the user can take.\n\nOverall, the interface appears straightforward, aimed at efficiently setting up location tracking.)\n\n- **Once you click the \"Create place\" button, your new place will be added. The screen then changes to the warehouse view of this place and sooner or later you should see the first trucks approaching your place.**  \n  ![Image](The image displays a user interface, likely from a logistics or delivery application. On the left side, there's a list titled \"Places,\" showing various locations, including several Amazon facilities and cities such as Amsterdam, Berlin, and Moscow. The currently selected location is \"Tartu,\" which is highlighted and includes its address. \n\nOn the right side, there is a section titled \"Approaching,\" indicating that there are no shipments currently approaching this site, as illustrated by an empty state with the message \"No transports approaching site.\" The interface features options for searching and adding places, and the overall layout appears to be organized and user-friendly.)\n\n### References\n- Find out if you have an admin role: [User Roles in Visibility Hub](https://intercom.help/sixfold/en/articles/8473503-user-roles-in-visibility-hub)\n```"}
